tap "bramstein/webfonttools"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "aircrack-ng"
brew "bash"
brew "bash-completion@2"
brew "openjdk"
brew "bfg"
brew "binutils"
brew "xz"
brew "python@3.9"
brew "gmp"
brew "p7zip"
brew "binwalk"
brew "coreutils"
brew "cask"
brew "cifer"
brew "libssh2"
brew "openldap"
brew "dex2jar"
brew "dns2tcp"
brew "docker", link: false
brew "fcrackzip"
brew "findutils"
brew "foremost"
brew "fortune"
brew "fzf"
brew "ghostscript", link: false
brew "git"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "hashpump"
brew "libssh"
brew "hydra"
brew "john"
brew "knock"
brew "latexindent"
# brew "lua"
# brew "lynx"
brew "make"
brew "moreutils"
# brew "netpbm"
brew "nmap"
brew "node"
brew "openssh"
brew "php"
brew "pigz"
brew "pngcheck"
brew "postgresql"
brew "pv"
brew "rename"
brew "rlwrap"
brew "screen"
brew "socat"
brew "sqlmap"
brew "ssh-copy-id"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "ucspi-tcp"
brew "vbindiff"
brew "vim"
brew "wimlib"
brew "woff2"
brew "xpdf"
brew "yarn"
brew "zopfli"
brew "zsh"
brew "zsh-completions"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "heroku/brew/heroku", link: false
cask "amethyst"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "drawio"
cask "fantastical"
cask "firefox"
cask "gitkraken"
cask "google-earth-pro"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obs-websocket"
cask "postico"
cask "postman"
cask "rectangle"
cask "spotify"
cask "synergy"
cask "teamviewer"
cask "transmission"
cask "unofficial-wineskin"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xmind"
cask "zoom"