# Taps
tap "bramstein/webfonttools"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/cask-drivers"
tap "homebrew/services"
tap "devopsdays/tap"
tap "heroku/brew"
tap "teamookla/speedtest"
tap "romkatv/powerlevel10k"

# Brew CLI apps
brew "ack"
brew "asciinema"
brew "awscli"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "fzf"
# brew "gh"
brew "git"
# brew "git-extras"
brew "gnupg"
# brew "go"
# brew "graphicsmagick"
brew "grep"
# brew "helm"
# brew "hub"
# brew "hugo"
# brew "imagemagick"
# brew "jq"
# brew "kubernetes-cli"
brew "mas"
brew "neovim"
brew "node"
# brew "netlify-cli", link: false
# brew "packer"
# brew "ponysay"
# brew "pulumi"
brew "speedtest"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "heroku/brew/heroku"
brew "romkatv/powerlevel10k/powerlevel10k"

# App casks

cask "1password"
cask "adobe-creative-cloud"
# cask "aerial"
# cask "airfoil"
# cask "airtable"
cask "alfred"
cask "amethyst"
cask "bartender"
cask "cyberduck"
# cask "dash"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
# cask "drawio"
cask "dropbox"
# cask "elgato-control-center"
cask "fantastical"
cask "obs"
cask "obs-websocket"
# cask "elgato-stream-deck"
# cask "farrago"
cask "firefox"
cask "grammarly"
cask "google-chrome"
cask "google-earth-pro"
# cask "handbrake"
cask "iterm2"
# cask "loopback"
cask "karabiner-elements"
# cask "keybase"
# cask "krisp"
# cask "logitech-presentation"
# cask "macdown" # Markdown editor
cask "microsoft-office"
cask "microsoft-teams"
# cask "moom"
cask "notion"
cask "postman"
cask "slack"
cask "spotify"
cask "synergy"
cask "teamviewer"
cask "transmission"
cask "unofficial-wineskin"
cask "virtualbox"
cask "steam"
# cask "tower"
cask "visual-studio-code"
cask "vlc"
cask "xmind"
cask "zoom"

# Font casks
cask "font-hack-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"

# Mac App Store apps
mas "Bear", id: 1091189122
mas "Shush - Microphone Manager", id: 496437906
mas "Todoist: To-Do List & Tasks", id: 585829637
mas "Xcode", id: 497799835
