tap "bramstein/webfonttools"
tap "devopsdays/tap"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "ack"
brew "asciinema"
brew "python@3.9"
brew "awscli"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fzf"
brew "git"
brew "gnupg"
brew "grep"
brew "mas"
brew "neovim"
brew "nvm"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "alfred"
cask "amethyst"
cask "bartender"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"
cask "grammarly"
cask "iterm2"
cask "karabiner-elements"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notion"
cask "obs-websocket"
cask "postman"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "xmind"
cask "zoom"
mas "Bear", id: 1091189122
mas "DevUtils", id: 1533756032
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Presentify", id: 1507246666
mas "Todoist", id: 585829637
mas "WakaTime", id: 1541422018
mas "Xcode", id: 497799835
