tap "bramstein/webfonttools"
tap "devopsdays/tap"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "ack"
brew "asciinema"
brew "awscli"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "diff-so-fancy"
brew "direnv"
brew "fzf"
brew "git"
brew "gnupg"
brew "grep"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "php"
brew "powerlevel10k"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "teamookla/speedtest/speedtest"
cask "arc"
cask "bambu-studio"
cask "bartender"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "fantastical"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"
cask "google-drive"
cask "gpg-suite"
cask "iterm2"
cask "karabiner-elements"
cask "logi-options-plus"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obs-websocket"
cask "orcaslicer"
cask "postman"
cask "raycast"
cask "setapp"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "textexpander"
cask "todoist"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "xmind"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "DevUtils", id: 1533756032
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Presentify", id: 1507246666
mas "Todoist", id: 585829637
mas "WakaTime", id: 1541422018
mas "Xcode", id: 497799835
vscode "ahmadawais.shades-of-purple"
vscode "almenon.arepl"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "antiantisepticeye.vscode-color-picker"
vscode "aws-scripting-guy.cform"
vscode "biati.vscode-show-hide-excluded-files"
vscode "bierner.markdown-preview-github-styles"
vscode "blackboxapp.blackbox"
vscode "boto3typed.boto3-ide"
vscode "catppuccin.catppuccin-vsc"
vscode "codezombiech.gitignore"
vscode "dae.vscode-mac-color-picker"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "dotjoshjohnson.xml"
vscode "dqisme.sync-scroll"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "exodiusstudios.comment-anchors"
vscode "fabiospampinato.vscode-commands"
vscode "fabiospampinato.vscode-open-in-finder"
vscode "fantasy.vscode-raycast-script-commands"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "ganesanchandran.json-utility"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hookyqr.minify"
vscode "idleberg.applescript"
vscode "ionutvmi.path-autocomplete"
vscode "james-yu.latex-workshop"
vscode "kddejong.vscode-cfn-lint"
vscode "kevinrose.vsc-python-indent"
vscode "kortina.run-in-terminal"
vscode "liviuschera.noctis"
vscode "malo.copy-json-path"
vscode "mark-tucker.aws-cli-configure"
vscode "mechatroner.rainbow-csv"
vscode "mgesbert.python-path"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "necatiarslan.aws-cloudwatch-vscode-extension"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "patbenatar.advanced-new-file"
vscode "peterschmalfeldt.explorer-exclude"
vscode "pkief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "pranaygp.vscode-css-peek"
vscode "rajeshwaran.developer-theme-dark"
vscode "redhat.vscode-yaml"
vscode "redjue.git-commit-plugin"
vscode "richie5um2.vscode-sort-json"
vscode "richie5um2.vscode-statusbar-json-path"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "ryuta46.multi-command"
vscode "sabrsorensen.party-owl-84"
vscode "shardulm94.trailing-spaces"
vscode "sidthesloth.html5-boilerplate"
vscode "sleistner.vscode-fileutils"
vscode "snappify.snappify"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "streetsidesoftware.code-spell-checker"
vscode "supermaven.supermaven"
vscode "thorstenhans.code-to-image"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tonka3000.raycast"
vscode "vincaslt.highlight-matching-tag"
vscode "wakatime.vscode-wakatime"
vscode "weijunyu.vscode-json-path"
vscode "wix.vscode-import-cost"
vscode "wraith13.zoombar-vscode"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zignd.html-css-class-completion"
